Repository: 84000/data-translation-memory
Catalog: Toh_144-Cultivating_Trust_in_the_Great_Vehicle-v.2.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ཟབ་ཅིང་རྒྱ་ཆེ་བའི་ཆོས་ཡོད་པ་ཡོན་ཏན་དང་ལྡན་པ་དག་ལ་རྣམ་པ་དུ་མར་མོས་ཤིང་ལུས་ཀྱི་འགྱུར་བ་དང་། སེམས་ཀྱི་འགྱུར་བ་དང་བཅས་པར་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེད་དོ། །
en: “Noble son, for bodhisattvas to develop the trust in the Great Vehicle that allows them to accomplish the Great Vehicle, they must bring to mind all the profound and vast Dharma teachings and their numerous qualities. As they do so, they will undergo physical and mental transformations.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ལས་བྱུང་བའི་ལུས་ཀྱི་འགྱུར་བ་ཇི་ལྟ་བུ་ལགས།
en: “Blessed One, what are the physical transformations that occur when bodhisattvas feel the trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་སྤུ་ལྡང་བ་དང་། སྤུ་གཡོ་བ་དང་། མཆི་མ་འཁོར་བ་དང་། མཆི་མ་ཟག་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ལས་བྱུང་བའི་ལུས་ཀྱི་འགྱུར་བའོ། །
en: “Noble son, the physical transformations that occur when bodhisattvas feel the trust in the Great Vehicle that allows them to accomplish the Great Vehicle are that the body hairs stand on end, that there is tingling, and that tears well up and flow from their eyes.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ལས་བྱུང་བའི་སེམས་ཀྱི་འགྱུར་བ་གང་ལགས།
en: “Blessed One, what then are the mental transformations that arise when bodhisattvas feel the trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་ལུས་ལས་བྱུང་བའི་ཡིད་བདེ་བ་རྒྱ་ཆེ་བ་ཁ་ན་མ་ཐོ་བ་མེད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ལས་བྱུང་བའི་སེམས་ཀྱི་འགྱུར་བའོ། །
en: “Noble son, the mental transformation that occurs when bodhisattvas feel the trust in the Great Vehicle that allows them to accomplish the Great Vehicle is the presence of a perfect and all-pervading well-being that emanates from the body.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་འགྱུར་བའི་རྣམ་པས་འཇུག་གོ། །
en: “Noble son, this is how the quality of transformation engenders the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་མངོན་པར་དགའ་བའི་རྣམ་པས་འཇུག་པ་གང་ལགས།
en: “Blessed One, how does the quality of delight engender the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “Noble son, as for attaining the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle, you should think in this way:

source: སྔོན་སེམས་ཅན་ཚད་མེད་པ་མིར་གྱུར་པ་རྣམས་ཀྱིས་བརྩོན་འགྲུས་ཀྱི་སྟོབས་དང་། ཤེས་པའི་སྟོབས་ཀྱིས་ཟབ་ཅིང་རྒྱ་ཆེ་བའི་ཆོས་འདི་རབ་ཏུ་རྙེད་དོ། །
en: ‘In the past, limitless beings were born as humans and discovered the profound and vast Dharma due to their diligence and knowledge.

source: དེ་བཞིན་དུ་མ་འོངས་པའི་དུས་ན་ཡང་རྙེད་པར་འགྱུར་རོ། །
en: In the future, other beings will likewise discover this.

source: དེ་བཞིན་དུ་ད་ལྟར་བྱུང་བའི་དུས་ན་ཡང་སེམས་ཅན་ཚད་མེད་པ་མིར་གྱུར་ནས་བརྩོན་འགྲུས་ཀྱི་སྟོབས་དང་། ཤེས་པའི་སྟོབས་ཀྱིས་ཟབ་ཅིང་རྒྱ་ཆེ་བའི་ཆོས་འདི་རབ་ཏུ་རྙེད་ན
en: Even right now, limitless beings are taking birth as humans and discovering the profound and vast Dharma due to their diligence and knowledge.

source: བདག་མིར་གྱུར་ལ་རྐྱེན་རྙེད་བཞིན་དུ་ཟབ་ཅིང་རྒྱ་ཆེ་བའི་ཆོས་འདི་ཐོབ་པར་བྱ་བ་ལ་བརྩོན་འགྲུས་ཉམས་པར་ཅིའི་ཕྱིར་བྱ་ཞེས་
en: Now that I have also become a human and obtained these conditions, how could I let my diligence wane as I strive to attain this profound and vast Dharma?’

source: དེ་ལྟར་ཤེས་ནས། བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ཀྱི་ཞིང་དེ་དང་དེ་དག་ན་རྟག་པར་རྒྱུན་ཏུ་ཟབ་ཅིང་རྒྱ་ཆེ་བ་དག་ལ་དད་པ་དེས་མངོན་པར་དགའ་བ་སྐྱེས་ཤིང་མོས་པ་སྐྱེས་པས་གནས་སོ། །
en: Thinking in this way, bodhisattvas should always and continuously develop trust in the profound and vast Dharma as it exists in all the many buddha realms. Doing so will make them truly delighted and inspired.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་མངོན་པར་དགའ་བའི་རྣམ་པས་འཇུག་སྟེ།
en: Noble son, this is how the quality of delight engenders the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྣམ་པའི་མཚན་ཉིད་དོ། །
en: “This, noble son, is the characteristic of qualities, which engender the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཡོངས་སུ་གཟུང་བའི་མཚན་ཉིད་གང་ལགས།
en: “Blessed One, how is possession a characteristic of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་བསོད་ནམས་དང་ཡེ་ཤེས་ཚད་མེད་པ་ཡོངས་སུ་བཟུང་ནས་སྐྱེའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle arises when they possess limitless merit and wisdom.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་། བདེ་བའི་གནས་ཡིན་པའི་ཕྱིར་
en: Merit and wisdom are the basis for the welfare and benefit of all beings.

source: འཇིག་རྟེན་པའི་དགེ་བའི་རྩ་བ་ཇི་སྙེད་པ་འདི་ལྟ་སྟེ།
en: Think of the worldly roots of virtue

source: མཐོ་བའི་རིགས་སུ་འགྱུར་བའམ། གཟུགས་བཟང་པོར་འགྱུར་བའམ། ཕྱུག་པོའི་རིགས་སུ་འགྱུར་བའམ། ཡིད་གཞུངས་པ་དང་། བློ་དང་། དྲན་པ་དང་ལྡན་པར་འགྱུར་བའམ། ཕྱོགས་དང་གཡོག་འཁོར་མང་པོར་འགྱུར་བའམ། ཚེ་རིང་པོར་འགྱུར་བའམ། དབང་ཆེ་བར་གྲགས་པར་འགྱུར་བའམ། རྒྱལ་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུའི་རིགས་སུ་འགྱུར་བའམ། བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུའི་རིགས་སུ་འགྱུར་བའམ། ཁྱིམ་བདག་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུའི་རིགས་སུ་འགྱུར་བའམ། རྒྱལ་ཆེན་བཞིའི་རིགས་སུ་སྐྱེ་བར་འགྱུར་བའམ། སུམ་ཅུ་རྩ་གསུམ་དང་། མཚེ་མ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དུ་སྐྱེ་བར་འགྱུར་བའམ།
en: that lead to birth in a high caste, a beautiful appearance, birth in a wealthy family, a perceptive mind that is intelligent and aware, abundant living quarters and servants, long life, fame and power, birth in a family of rulers that is like a great sāla tree, birth in a family of brahmins that is like a great sāla tree, birth in a family of householders that is like a great sāla tree, birth in the family of the Four Great Kings, and birth in the Heaven of the Thirty-Three, the Yāma Heaven, the Heaven of Joy, the Heaven of Delighting in Emanations, and the Heaven of Making Use of Others’ Emanations.

source: འཁོར་ལོས་སྒྱུར་བ་ཉིད་དང་། འཇིག་རྟེན་སྐྱོང་བ་ཉིད་དང་། བརྒྱ་བྱིན་ཉིད་དང་། བདུད་ཉིད་དང་། ཚངས་པ་ཉིད་དུ་འགྱུར་བའམ།
en: These roots of virtue lead to birth as a universal monarch, a guardian of the world, Śakra, Māra, and Brahmā,

source: གཟུགས་ཀྱི་བསམ་གཏན་དུ་སྐྱེ་བར་འགྱུར་བ་ནས། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྲིད་པའི་རྩེ་མོའི་བར་དུ་སྐྱེ་བར་འགྱུར་བའི་
en: and they also lead to birth in the realms from the concentrations of the form realm up to the realm of neither notion nor no notion at the peak of existence.

source: དགེ་བའི་རྩ་བ་དེ་དག་ནི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པས་བསོད་ནམས་དང་ཡེ་ཤེས་ཡོངས་སུ་བཟུང་བའི་དགེ་བའི་རྩ་བ་དེའི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ་སྟེ
en: However, these roots of virtue do not even constitute one percent of the roots of virtue that are embraced by merit and wisdom due to the trust in the Great Vehicle that allows one to accomplish the Great Vehicle.

source: སྟོང་གི་ཆའམ། བརྒྱ་སྟོང་གི་ཆའམ། གྲངས་སམ། ཆའམ།
en: Nor do they measure one thousandth, or even one hundred thousandth of that.

source: བགྲང་བའམ། བསྒྲུན་པའམ། ཟླའམ། དཔེར་ཡང་མི་བཟོད་དོ། །
en: In fact, no number, fraction, enumeration, comparison, example, or illustration would suffice.

source: འཇིག་རྟེན་པའི་དགེ་བའི་རྩ་བ་དེ་དག་ནི་འདོད་ཆགས་དང་། ཁོང་ཁྲོ་བ་རབ་ཏུ་མ་ཞི་བ་དང་འབྲེལ་བའོ། །
en: The reason is that all worldly roots of virtue are associated with the disturbances of attachment and anger.

source: མཐོན་དམན་རབ་ཏུ་མ་ཞི་བ་དང་འབྲེལ་བའོ། །
en: They are associated with the disturbances of elation and dejection.

source: བདེན་པ་རྣམས་ལ་ཡིད་གཉིས་དང་ཐེ་ཚོམ་ཟ་བ་རབ་ཏུ་མ་ཞི་བ་དང་འབྲེལ་བའོ། །
en: They are related to the disturbance of harboring doubt and uncertainty with regard to the truths.

source: ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་དང་། དེའི་རྩ་བ་ལས་བྱུང་བའི་ལྟ་བར་གྱུར་པ་ཚད་མེད་པ་རབ་ཏུ་མ་ཞི་བ་དང་འབྲེལ་བའོ། །
en: They are related to the disturbance that involves the limitless views that emerge from apprehending I and mine.

source: ཉེ་བའི་ཉོན་མོངས་པའི་ཕྱིན་ཅི་ལོག་དང་། གཡེང་བ་དང་། རྒོད་པ་དང་། རྨུགས་པ་དང་། བག་མེད་པ་དང་། ངོ་ཚ་མེད་པ་རབ་ཏུ་མ་ཞི་བ་དང་འབྲེལ་བའོ། །
en: They are related to the disturbance that is comprised of the mistaken subsidiary disturbing emotions, as well as distraction, excitement, dullness, carelessness, and shamelessness.

source: འགྲོ་བ་ལྔའི་ལས་སྣ་ཚོགས་མངོན་པར་འདུ་བྱེད་པའི་རྗེས་སུ་འབྲེལ་བ་རབ་ཏུ་མ་ཞི་བ་དང་འབྲེལ་བའོ། །
en: They are related to the disturbance that consists in performing the various actions of the five types of beings.

source: སྡུག་བསྔལ་གྱི་བདེན་པས་བསྡུས་པས་རབ་ཏུ་མ་ཞི་བ་དང་འབྲེལ་བའོ། །
en: They are related to disturbance because they are subsumed within the truth of suffering.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་འཇིག་རྟེན་པའི་དགེ་བའི་རྩ་བ་དེ་དག་ནི་ཉོན་མོངས་པ་དང་། ལས་དང་། ཚེའི་ཀུན་ནས་ཉོན་མོངས་པ་རྒྱུ་དང་འབྲས་བུར་བཅས་པའི་རྒྱུན་ལ་འཇུག་པ་རབ་ཏུ་མ་ཞི་བ་དང་འབྲེལ་བ་དག་གོ། །
en: Noble son, in this way all worldly roots of virtue are associated with the disturbances of the causal sequence of the pollution of disturbing emotions, actions, and birth, along with their effects.

source: བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དང་འབྲེལ་བ་བསོད་ནམས་དང་ཡེ་ཤེས་ཡོངས་སུ་བཟུང་བའི་དགེ་བའི་རྩ་བ་རྣམས་ནི་འདོད་ཆགས་དང་ཁོང་ཁྲོ་བ་རབ་ཏུ་མ་ཞི་བ་ལས་རྣམ་པར་གྲོལ་བའོ། །
en: “On the other hand, the roots of virtue that are embraced by merit and wisdom due to their link with the bodhisattvas’ trust in the Great Vehicle are free from the disturbances of attachment and anger.

source: མཐོན་དམན་རབ་ཏུ་མ་ཞི་བ་ལས་རྣམ་པར་གྲོལ་བའོ། །
en: They are free from the disturbances of elation and dejection.

source: བདེན་པ་རྣམས་ལ་ཡིད་གཉིས་དང་ཐེ་ཚོམ་ཟ་བ་རབ་ཏུ་མ་ཞི་བ་ལས་རྣམ་པར་གྲོལ་བའོ། །
en: They are free from the disturbances of harboring doubts and uncertainty with regard to the truths.

source: ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་དང་། དེའི་རྩ་བ་ལས་བྱུང་བའི་ལྟ་བར་གྱུར་པ་ཚད་མེད་པ་རབ་ཏུ་མ་ཞི་བ་ལས་རྣམ་པར་གྲོལ་བའོ། །
en: They are free from the disturbances of the limitless views that emerge by apprehending I and mine.

source: ཉེ་བའི་ཉོན་མོངས་པ་ཕྱིན་ཅི་ལོག་དང་། གཡེང་བ་དང་། རྒོད་པ་དང་། རྨུགས་པ་དང་། བག་མེད་པ་དང་། ངོ་ཚ་མེད་པ་རབ་ཏུ་མ་ཞི་བ་ལས་རྣམ་པར་གྲོལ་བའོ། །
en: They are free from the disturbances of the mistaken subsidiary disturbing emotions as well as distraction, excitement, dullness, carelessness, and shamelessness.

source: འགྲོ་བ་ལྔའི་ལས་སྣ་ཚོགས་མངོན་པར་འདུ་བྱེད་པ་རབ་ཏུ་མ་ཞི་བ་ལས་རྣམ་པར་གྲོལ་བའོ། །
en: They are free from the disturbances of performing the various actions of the five types of beings.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དང་འབྲེལ་བ་བསོད་ནམས་དང་ཡེ་ཤེས་ཡོངས་སུ་བཟུང་བའི་དགེ་བའི་རྩ་བ་རྣམས་ནི་ཉོན་མོངས་པ་དང་། ལས་དང་ཚེའི་ཀུན་ནས་ཉོན་མོངས་པ་རྒྱུ་དང་འབྲས་བུར་བཅས་པའི་རྒྱུན་ལ་འཇུག་པ་རབ་ཏུ་མ་ཞི་བ་ལས་རྣམ་པར་གྲོལ་བའོ། །
en: “Noble son, in this way, the roots of virtue that are embraced by merit and wisdom due to their link with the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle are free from the disturbances that occur due to the causal sequence of the pollution of disturbing emotions, actions, and birth, along with their effects.

source: དེ་ལྟ་བས་ན་དེ་དག་ནི་འཇིག་རྟེན་པའི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ལས་ཁྱད་པར་དུ་འཕགས་པར་རིག་པར་བྱའོ། །
en: In this way, you should understand that they are superior to worldly roots of virtue.

source: གང་དག་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་རྣམས་ཀྱི་མི་སློབ་པའི་ཚུལ་ཁྲིམས་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བས་ཀུན་ཏུ་བཟུང་བའི་འཇིག་རྟེན་ལས་འདས་པའི་དགེ་བའི་རྩ་བ་དེ་དག་ཀྱང་ཉོན་མོངས་པ་དང་། ལས་དང་། ཚེའི་ཀུན་ནས་ཉོན་མོངས་པ་རྒྱུ་དང་འབྲས་བུར་བཅས་པའི་རྒྱུན་ལ་འཇུག་པ་རབ་ཏུ་མ་ཞི་བ་དང་འབྲེལ་བ་མ་ཡིན་མོད་ཀྱི།
en: “Moreover, transcendent roots of virtue, which are obtained by observing the hearers’ and solitary buddhas’ discipline, absorption, knowledge, liberation, and liberated wisdom beyond learning, are surely not related to the disturbances of the causal sequence of pollution consisting of disturbing emotions, actions, and birth, along with their effects.

source: འོན་ཀྱང་བདག་ལ་ཕན་པ་འབའ་ཞིག་གི་གནས་ཡིན་པས་དོན་ཆུང་བ་སྟེ།
en: However, since they exclusively produce personal benefits, their scope is lesser, and

source: ཕུང་པོ་མ་ལུས་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཟད་པར་འགྱུར་རོ། །
en: they are, moreover, exhausted within the realm of nirvāṇa free from residual aggregates.

source: བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དང་འབྲེལ་བ་བསོད་ནམས་དང་ཡེ་ཤེས་ཡོངས་སུ་བཟུང་བའི་དགེ་བའི་རྩ་བ་དེ་དག་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཕན་པ་དང་བདེ་བའི་གནས་ཡིན་པས་དོན་ཆེ་བ་སྟེ།
en: “The roots of virtue that are embraced by merit and wisdom due to their link with bodhisattvas’ trust in the Great Vehicle are the source of benefit and happiness of all beings.

source: ཕུང་པོ་མ་ལུས་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཟད་པར་འགྱུར་བ་མ་ཡིན་ནོ། །
en: In this way, as their objective is greater, they are not exhausted within the realm of nirvāṇa free from residual aggregates.

source: རིགས་ཀྱི་བུ་དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དང་འབྲེལ་བ་བསོད་ནམས་དང་ཡེ་ཤེས་ཡངས་པ་ཡོངས་སུ་བཟུང་བའི་དགེ་བའི་རྩ་བ་དག་ནི་
en: Noble son, the roots of virtue that result from engaging with vast merit and wisdom while in possession of the bodhisattvas’ trust in the Great Vehicle

source: འཇིག་རྟེན་པའི་དགེ་བའི་རྩ་བ་འབའ་ཞིག་ལས་ཁྱད་པར་དུ་འཕགས་པ་མ་ཡིན་གྱི།
en: are therefore not only more exalted than worldly roots of virtue,

source: འཇིག་རྟེན་ལས་འདས་པའི་དགེ་བའི་རྩ་བ་དག་ལས་ཀྱང་ཁྱད་པར་དུ་འཕགས་པ་ཡིན་ཏེ
en: they are also superior to transcendent roots of virtue.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཡོངས་སུ་གཟུང་བའི་མཚན་ཉིད་དོ། །
en: This, noble son, is the characteristic of possession with respect to the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དང་འབྲེལ་བ་བསོད་ནམས་དང་ཡེ་ཤེས་ཡོངས་སུ་བཟུང་བའི་དགེ་བའི་རྩ་བ་ནི་མཐུ་ཆེ་བ་བླ་ན་མ་མཆིས་པ་སྟེ་ངོ་མཚར་ཏོ། །
en: “Blessed One, the roots of virtue that are embraced by merit and wisdom due to their link with the bodhisattvas’ trust in the Great Vehicle are of unsurpassed power!”

source: རིགས་ཀྱི་བུ་དེ་དེ་བཞིན་ཏེ།
en: “Noble son, yes, indeed.

source: ཇི་ཙམ་དུ་དགེ་བའི་རྩ་བ་དོན་དུ་གཉེར་བའི་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་རྩ་བ་རྣམ་པ་འདི་ལྟ་བུ་དག་ཡོངས་སུ་གཟུང་བ་ལ་བརྩོན་པར་བྱའོ། །
en: As much as possible, bodhisattvas who strive for roots of virtue should apply themselves to possess such roots of virtue.

source: དགེ་བའི་རྩ་བ་དེ་དག་ནི་འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པའི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཟིལ་གྱིས་མནན་ནས་འཇིག་རྟེན་པའི་ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་རྗེས་སུ་སྦྱིན་པའོ། །
en: These roots of virtue outshine all other roots of virtue, whether worldly or transcendent, and bestow all the splendors of the world.

source: འབྲས་བུ་རབ་ཏུ་སྦྱིན་པ་དང་། དེའི་རྒྱུས་ཀྱང་དགོས་པ་ཡིན་ཏེ།
en: They accomplish the fruition and are even a necessary cause for that.

source: མཐར་ཡང་མི་ཟད་པར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་སྒྲུབ་བོ། །
en: In the end, they accomplish unexcelled and completely perfect awakening that is beyond exhaustion.

source: སེམས་ཅན་ཚད་མེད་པ་དག་ཀྱང་ཐེག་པ་གསུམ་གྱིས་སྡུག་བསྔལ་ཐམས་ཅད་སྤོང་ཞིང་ངེས་པར་འབྱུང་བར་བྱེད་པར་འགྱུར་རོ། །
en: Moreover, by means of the three vehicles, they allow limitless beings to leave all suffering behind and to find deliverance.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་གནས་ཀྱི་མཚན་ཉིད་གང་ལགས།
en: “Blessed One, how is the basis a characteristic of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་གནས་སོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is the basis for all beings.

source: འདི་ལྟར་ཐེག་པ་ཆེན་པོ་བསྟན་པ་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་། བདེ་བའི་ཐབས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་དེ་ལ་དམིགས་ནས་
en: The teaching of the Great Vehicle is distinguished in terms of its skillful methods that benefit all beings and bring them happiness.

source: བྱང་ཆུབ་སེམས་དཔའ་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེས་སོ། །
en: When bodhisattvas notice that fact, they develop trust in the Great Vehicle.

source: དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་དེ་བསྟན་པ་དེ་ལ་དད་པས་གང་བསྟན་པ་ལ་དགའ་བ་གནས་པའི་
en: As the bodhisattvas trust the teaching, it causes them to joyfully follow that teaching.

source: རྒྱུ་དེས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཕན་པ་དང་བདེ་བའི་གནས་སུ་རིག་པར་བྱའོ། །
en: In this way, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle becomes a basis for the benefit and happiness of all beings.

source: རིགས་ཀྱི་བུ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པ་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་བདེ་བ་འབྱུང་བ་དེ་ལྟར་ཕ་མ་དང་། བུ་དང་། མཛའ་བོ་དང་། རྩ་ལག་དང་། གཉེན་གྱི་ཚོགས་ནི་གཉེན་གྱི་ཚོགས་ལ་ཕན་པ་དང་བདེ་བ་འབྱུང་བ་མ་ཡིན་ནོ། །
en: “Noble son, when a bodhisattva great being gains trust in the Great Vehicle and begins to benefit all beings, it is unlike the assistance that parents, children, lovers, friends, and relatives show.

source: ཕ་མ་ལ་སོགས་པ་གཉེན་འདབ་ཀྱི་ཚོགས་དེ་ནི་གཉེན་འདབ་ཀྱི་ཚོགས་ལ་ཕན་པ་མ་ཡིན་པ་ལ་ཕན་པར་འདུ་ཤེས་ཤིང་ཕན་པ་ལ་ནི་ཕན་པ་མ་ཡིན་པར་འདུ་ཤེས་པ་ཡིན།
en: Friends and relatives, such as one’s parents, mistake what actually harms their loved ones for being something beneficial, while that which is actually helpful is thought to be harmful.

source: བདེ་བ་མ་ཡིན་པ་ལ་བདེ་བར་འདུ་ཤེས་ཤིང་བདེ་བ་ལ་ནི་བདེ་བ་མ་ཡིན་པར་འདུ་ཤེས་པ་ཡིན་ནོ། །
en: Similarly, they mistake the unpleasant for the pleasant and the pleasant for the unpleasant.

source: ཕན་པ་དང་བདེ་བ་དེ་གཉི་ག་ལ་ཡང་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པས་ཕན་པ་མ་ཡིན་པ་ལ་ཕན་པར་སྒྲུབ་ཅིང་ཕན་པ་ལ་ནི་ཕན་པ་མ་ཡིན་པར་བསྒྲུབ་པ་ཡིན།
en: In this way, they misunderstand what brings benefit and happiness, thinking that the harmful is helpful and the helpful is harmful.

source: བདེ་བ་མ་ཡིན་པ་ལ་བདེ་བར་སྒྲུབ་ཅིང་བདེ་བ་ལ་ནི་བདེ་བ་མ་ཡིན་པར་བསྒྲུབ་པ་ཡིན་ནོ། །
en: Similarly, they think that misery is happiness and happiness is misery.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ལ་བརྟེན་ནས་གཉེན་འདབ་ལྟ་བུའི་སེམས་ཅན་ཐམས་ཅད་ལ་དམ་པའི་ཆོས་སྟོན་པས་
en: “The bodhisattvas, however, rely on their trust in the Great Vehicle and teach the sacred Dharma to all beings, who are like their relatives.

source: སེམས་ཅན་དེ་དག་ལ་ཕན་པ་ལའང་ཕན་པར་འདུ་ཤེས་ཤིང་ཕན་པ་མ་ཡིན་པ་ལའང་ཕན་པ་མ་ཡིན་པར་འདུ་ཤེས་པ་ཡིན།
en: In that way, since they perceive clearly what is helpful and harmful, they are able to help everyone.

source: བདེ་བ་ལའང་བདེ་བར་འདུ་ཤེས་ཤིང་སྡུག་བསྔལ་ལ་ཡང་སྡུག་བསྔལ་དུ་འདུ་ཤེས་པ་ཡིན་ནོ། །
en: Likewise, they know precisely what happiness and suffering are.

source: དེ་ལྟར་ཕན་པ་དང་བདེ་བ་ལ་ཕྱིན་ཅི་མ་ལོག་པའི་བློ་དང་ལྡན་པས་ཕན་པ་གང་ཡིན་པ་དེ་ནི་སྒྲུབ་བོ། །
en: Since they know about welfare and happiness without any error, they can achieve what is beneficial,

source: གང་ཕན་པ་མ་ཡིན་པ་དེ་ནི་མི་སྒྲུབ་བོ། །
en: avoid all that is harmful,

source: བདེ་བ་གང་ཡིན་པ་དེ་ནི་སྒྲུབ་བོ། །
en: accomplish what brings happiness,

source: སྡུག་བསྔལ་གང་ཡིན་པ་དེ་ནི་མི་སྒྲུབ་བོ། །
en: and avoid all that causes suffering.

source: དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཕན་པ་དང་བདེ་བའི་གནས་ཡིན་པས་འཇིག་རྟེན་པ་ཐམས་ཅད་ལས་ཁྱད་པར་དུ་འཕགས་པ་ཡིན་ནོ། །
en: Therefore, trust in the Great Vehicle of the bodhisattvas is the basis for the benefit and happiness of all beings, and as such it is more exalted than anything else in the world.

source: རིགས་ཀྱི་བུ་འཇིག་རྟེན་པ་རྣམས་ལས་ཁྱད་པར་དུ་འཕགས་པར་ཡང་མ་ཟད་དེ།
en: “Noble son, not only is it more exalted than all worldly things,

source: འཇིག་རྟེན་ལས་འདས་པ་རྣམས་ལས་ཀྱང་ཁྱད་པར་དུ་འཕགས་པ་ཡིན་ནོ། །
en: it is also more exalted than anything that is beyond the world.

source: འདི་ལྟར་ཉན་ཐོས་དང་རང་སངས་རྒྱས་རྣམས་ནི་བྱང་ཆུབ་སེམས་དཔའི་རྗེས་སུ་འཇུག་ཅིང་སེམས་ཅན་རྣམས་ལ་ཕན་པ་དང་བདེ་བ་བྱེད་ཀྱི། རང་གི་སྙིང་རྗེས་ནི་མ་ཡིན་ཏེ། ཤིན་ཏུ་བྱེད་པ་ཡང་མ་ཡིན་ནོ། །
en: Although the hearers and solitary buddhas do emulate the bodhisattvas and benefit others, they do not personally feel compassion, nor do they assist on a vast scale.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཕན་པ་དང་བདེ་བའི་གནས་གང་ཡིན་པ་དེ་ནི་རང་གི་སྙིང་རྗེ་དང་ཤིན་ཏུ་བྱེད་པས་ཡིན་ཏེ
en: On the other hand, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle benefits others on a vast scale due to their personal compassion.

source: བྱ་དཀའ་བ་ཚད་མེད་པ་ལ་ཇི་མི་སྙམ་པས་འཇུག་གོ། །
en: It performs limitless difficult deeds without any hesitation.

source: དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཕན་པ་དང་བདེ་བའི་གནས་ནི་འཇིག་རྟེན་ལས་འདས་པའི་ཕན་པ་དང་བདེ་བའི་གནས་དང་། འཇིག་རྟེན་པ་རྣམས་ལས་ཀྱང་ཁྱད་པར་དུ་འཕགས་པ་ཡིན་ཏེ
en: Therefore, the basis for the bodhisattvas’ assistance is superior to the basis from which both supramundane and mundane beings give assistance.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་གནས་ཀྱི་མཚན་ཉིད་དུ་རིག་པར་བྱའོ། །
en: This, noble son, is the characteristic of the basis with respect to the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་ཡང་དག་པར་འདའ་བའི་མཚན་ཉིད་གང་ལགས།
en: “Blessed One, how is transcendence a characteristic of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་ངན་འགྲོའི་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པ་ཡིན་ནོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle causes beings in the lower realms to transcend all states of hell, the animal realm, and the hungry spirit realm.”

source: བཅོམ་ལྡན་འདས་ས་ལ་ཞུགས་པ་ལས་རིང་དུ་གནས་པ། ལས་དང་པོ་པ་མོས་པས་སྤྱོད་པ་ལ་ཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ངན་འགྲོ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདའ་བར་འགྱུར་བ་ཇི་ལྟ་བུ་ལགས།
en: “Blessed One, how can this trust take a novice bodhisattva, who has entered the level of devoted engagement but is still far from the bodhisattva levels, beyond all lower realms?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ས་ལ་ཞུགས་པ་རྣམས་ཉིད་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པས་ངན་འགྲོ་ལས་ཡང་དག་པར་འདའ་བར་འགྱུར་ཞིང་བདེ་འགྲོའི་རྐྱེན་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་པ་ཐོབ་པ་མ་ཡིན་གྱི།
en: “Noble son, one should understand that it is not only those who dwell on the bodhisattva levels for the sake of the Great Vehicle who are freed from the lower realms and obtain successive rebirths in the higher realms due to their trust in the Great Vehicle.

source: མ་ཐོབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པས་ཀྱང་ངན་འགྲོ་ལས་ཡང་དག་པར་འདའ་བར་རིག་པར་བྱའོ། །
en: Rather, those who have not yet attained these are freed from the lower realms due to their trust in the Great Vehicle.
